mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
binutils
dosfstools
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
openssh
traceroute
ttf-droid
ttf-hack
ttf-roboto
ufw
autoconf
automake
awesome-terminal-fonts
bash-completion
gparted
make
neofetch
ntp
--END OF MINIMAL INSTALL--
